{"statusCode":200,"message":"Quotes","pagination":{"currentPage":500,"nextPage":501,"totalPages":1454},"totalQuotes":72672,"data":[{"_id":"5eb17aafb69dc744b4e76e99","quoteText":"Just as the Security Council was largely irrelevant to the great struggle of the last half of the twentieth century - freedom against Communism - so too it is largely on the sidelines in our contemporary struggles against international terrorism and the proliferation of weapons of mass destruction.","quoteAuthor":"John Bolton","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76e9a","quoteText":"I never abandoned either forms or freedom. I imagine that most of what could be called free verse is in my first book. I got through that fairly early.","quoteAuthor":"Howard Nemerov","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76e9b","quoteText":"The nice thing about the Bible is it doesn't give you too many facts. Two an a half lines and it tells you the whole story and that leaves you a great deal of freedom to elaborate on how it might have happened.","quoteAuthor":"Howard Nemerov","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76e9c","quoteText":"I feel like my work has been my path to freedom from having grown up in a segregated environment.","quoteAuthor":"Anna Deavere Smith","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76e9d","quoteText":"The American idea is as promising, imaginative, and full of the unexpected as the land itself. The land represents freedom - the frontier, the ability to make a new future with your own bare hands.","quoteAuthor":"Anna Deavere Smith","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76e9e","quoteText":"I loved climbing because of the freedom, and having time and space. I remember coming off Everest for the last time, thinking of Dad and wishing that he could have seen what I saw. He would have loved it.","quoteAuthor":"Bear Grylls","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76e9f","quoteText":"You cannot mistake Bush's clarity of purpose. He believes in a story about freedom and opportunity that makes his followers feel like they aren't just ticking their days down but are part of something larger than themselves.","quoteAuthor":"Eric Liu","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea0","quoteText":"I don't look so closely at women's fashion, but from the 20th century on, people have had the freedom to express themselves and their individualities, and fashion is one of the most fundamental ways in which they do this, men and women are equally able to express themselves.","quoteAuthor":"Tadao Ando","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea1","quoteText":"The people of the Middle East share the desire for freedom. We have an opportunity - and an obligation - to help them turn this desire into reality.","quoteAuthor":"Condoleezza Rice","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea2","quoteText":"The U.S. has since the end of World War II had an answer - we stand for free peoples and free markets, we are willing to support and defend them - we will sustain a balance of power that favors freedom.","quoteAuthor":"Condoleezza Rice","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea3","quoteText":"We are expected to believe that anyone who objects to the Department of Homeland Security or the USA Patriot Act is a terrorist, and that the only way to preserve our freedom is to hand it over to the government for safekeeping.","quoteAuthor":"L. Neil Smith","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea4","quoteText":"The freedom of each individual can only be the freedom of all.","quoteAuthor":"Friedrich Durrenmatt","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea5","quoteText":"Only the freedom of mind can prevent the state from becoming totalitarian and from issuing totalitarian demands.","quoteAuthor":"Friedrich Durrenmatt","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea6","quoteText":"It is for each of us freely to choose whom we shall serve, and find in that obedience our freedom.","quoteAuthor":"Mary Richards","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea7","quoteText":"Every dictator is an enemy of freedom, an opponent of law.","quoteAuthor":"Demosthenes","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea8","quoteText":"Thus, the struggle for peace includes the struggle for freedom and justice for the masses of all countries.","quoteAuthor":"Arthur Henderson","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ea9","quoteText":"They call them terrorists, I call them freedom fighters.","quoteAuthor":"Louis Farrakhan","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eaa","quoteText":"What does it mean to be an American? While each of us may have our own specific answer to that question, we likely can agree on the basic principles of America: freedom, equal opportunity, and rights accompanied by responsibilities.","quoteAuthor":"Ben Nelson","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eab","quoteText":"Wealth is a tool of freedom, but the pursuit of wealth is the way to slavery.","quoteAuthor":"Frank Herbert","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eac","quoteText":"Being big and famous doesn't get you more freedom, it gets you less.","quoteAuthor":"Robert Wyatt","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ead","quoteText":"Your determination, selflessness and courage have brought the freedom struggle towards its fulfilment.","quoteAuthor":"Gerry Adams","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eae","quoteText":"So keep fightin' for freedom and justice, beloveds, but don't you forget to have fun doin' it. Lord, let your laughter ring forth. Be outrageous, ridicule the fraidy-cats, rejoice in all the oddities that freedom can produce.","quoteAuthor":"Molly Ivins","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eaf","quoteText":"Freedom of religion is a principle that is central to our Nation's Declaration of Independence. Congress has taken this positive step to protect our freedom to express allegiance to America's flag and the ideals it represents.","quoteAuthor":"Ron Lewis","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb0","quoteText":"I wish we would all remember that being American is not just about the freedom we have it is about those who gave it to us.","quoteAuthor":"Mike Huckabee","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb1","quoteText":"If liberty has any meaning it means freedom to improve.","quoteAuthor":"Philip Wylie","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb2","quoteText":"In America it's live by the sword of freedom of expression and be will to die by it as well.","quoteAuthor":"Vince McMahon","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb3","quoteText":"That's free enterprise, friends: freedom to gamble, freedom to lose. And the great thing - the truly democratic thing about it - is that you don't even have to be a player to lose.","quoteAuthor":"Barbara Ehrenreich","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb4","quoteText":"Native Americans are the original inhabitants of the land that now constitutes the United States. They have helped develop the fundamental principles of freedom of speech and separation of powers that form the foundation of the United States Government.","quoteAuthor":"Joe Baca","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb5","quoteText":"It is crucial that members of Congress cast votes that are supportive of the values upon which our nation was founded: equality, freedom, and opportunity for all people.","quoteAuthor":"Joe Baca","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb6","quoteText":"I've never let producers tell me what to do. Even when I was making television, I always did what I wanted to do, and if I couldn't, I didn't do it. It was a freedom that, these days, young directors starting out don't have.","quoteAuthor":"Michael Haneke","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb7","quoteText":"For us, holding on to religious rules, and following them, and refraining from what's forbidden, and being diligent with our duties, what do we call that? That's what we call freedom.","quoteAuthor":"Muqtada al Sadr","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb8","quoteText":"Private ownership of property is vital to both our freedom and our prosperity.","quoteAuthor":"Cathy McMorris","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eb9","quoteText":"Liberty, freedom and democracy are very fuzzy words, but human rights is very specific.","quoteAuthor":"Joichi Ito","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eba","quoteText":"Freedom and responsibility aren't interconnected things. They are the same thing.","quoteAuthor":"Harry Browne","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ebb","quoteText":"The communitarians may say you've been enjoying too much individual freedom, and that you must give up some of that for the benefit of the community. But they really mean that they want more power over your life - to force you to subsidize, obey and conform to their choices.","quoteAuthor":"Harry Browne","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ebc","quoteText":"An open society is a society which allows its members the greatest possible degree of freedom in pursuing their interests compatible with the interests of others.","quoteAuthor":"George Soros","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ebd","quoteText":"My philosophy is, don't take no for an answer and be willing to sacrifice your entire project for freedom.","quoteAuthor":"Tim Robbins","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ebe","quoteText":"Is Walt turning over in his grave? A man named Joe Roth runs Disney right now-he gave me the go-ahead and total freedom to do whatever I wanted to do.","quoteAuthor":"Tim Robbins","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ebf","quoteText":"None of us had any idea of how successful Downton was going to be. I thought I was signing up for another period drama that had a slightly modern feel. It had a freedom about it because it was coming out of the head of Julian Fellowes. Anything could happen and generally did.","quoteAuthor":"Dan Stevens","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec0","quoteText":"Every American deserves to live in freedom, to have his or her privacy respected and a chance to go as far as their ability and effort will take them - regardless of race, gender, ethnicity or economic circumstances.","quoteAuthor":"Christopher Dodd","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec1","quoteText":"Responsibility and respect of others and their religious beliefs are also part of freedom.","quoteAuthor":"Horst Koehler","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec2","quoteText":"If freedom's best friends cannot unify around a realistic, actionable program of fundamental change, one that attracts and persuades a broad majority of our fellow citizens, big change will not come.","quoteAuthor":"Mitch Daniels","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec3","quoteText":"The Vietnamese people deeply love independence, freedom and peace. But in the face of United States aggression they have risen up, united as one man.","quoteAuthor":"Ho Chi Minh","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec4","quoteText":"Freedom's just another word for nothing left to lose.","quoteAuthor":"Kris Kristofferson","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec5","quoteText":"Real freedom is creative, proactive, and will take me into new territories. I am not free if my freedom is predicated on reacting to my past.","quoteAuthor":"Kenny Loggins","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec6","quoteText":"There is only one cure for the evils which newly acquired freedom produces, and that cure is freedom.","quoteAuthor":"Thomas B. Macaulay","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec7","quoteText":"I do believe that freedom isn't free - but today the corporate and political right wing is trying to cheapen this truly American value. They've been cynically using the word 'freedom' to rally the American public against its own best interests.","quoteAuthor":"Richard Trumka","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec8","quoteText":"I say let's go back to a truer use of the word 'freedom.' Let's start with President Franklin Roosevelt's Four Freedoms: freedom of speech and expression, freedom of worship, freedom from want and freedom from fear. I would add the freedom to bargain collectively. Those freedoms are under attack today.","quoteAuthor":"Richard Trumka","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76ec9","quoteText":"People should have freedom in their pilgrimages and tours. They should come and visit historical monuments and sites - let's say the sites around Iran - where they can easily engage in wide- scale contacts with others.","quoteAuthor":"Mahmoud Ahmadinejad","quoteGenre":"freedom","__v":0},{"_id":"5eb17aafb69dc744b4e76eca","quoteText":"When we are unwilling to draw clear moral lines between free societies and fear societies, when we are unwilling to call the former good and the latter evil, we will not be able to advance the cause of peace because peace cannot be disconnected from freedom.","quoteAuthor":"Natan Sharansky","quoteGenre":"freedom","__v":0}]}